[
	{
		"photo":"http://www.cartercenter.org/resources/gallery/images/1.jpg",
		"caption":"Guinea worms are thin, thread-like parasites. Inside the human body they can grow up to 3 feet long (one meter) before emerging through the skin."
	},
	{
		"photo":"http://www.cartercenter.org/resources/gallery/images/2.jpg",
		"caption":"A sign warns those with Guinea worm disease not to enter the water. When the worms create agonizingly painful blisters in the skin, through which they slowly exit the body, people often seek relief by soaking in water. However, when people with emerging worms bathe or step in sources of drinking water, a worm will release hundreds of thousands of eggs, or larvae, into the water. Water fleas then eat the larvae, and people who drink unfiltered water from the pond become infected — continuing the life cycle of the parasite."
	},
	{
		"photo":"http://www.cartercenter.org/resources/gallery/images/3.jpg",
		"caption":"Pipe filters – individual filtration devices worn around the neck, which work similarly to a straw, allowing people to filter their water to avoid contracting Guinea worm disease – are used by children and adults when drinking from local water sources."
	},
	{
		"photo":"http://www.cartercenter.org/resources/gallery/images/4.jpg",
		"caption":"Former U.S. President Jimmy Carter tries to comfort 6-year-old Ruhama Issah at Savelugu (Ghana) Hospital as a Carter Center technical assistant dresses Issah's extremely painful Guinea worm wound. In May 2010, with Carter Center support, Ghana reported its last case of Guinea worm disease and announced it had stopped disease transmission a year later."
	},
	{
		"photo":"http://www.cartercenter.org/resources/gallery/images/5.jpg",
		"caption":"At Savelugu Hospital in Northern Region, Ghana, former U.S. President Jimmy Carter and his wife, Rosalynn, watch as a Guinea worm health worker dresses a child's extremely painful Guinea worm wound. In May 2010, with Carter Center support, Ghana reported its last case of Guinea worm disease and announced it had stopped disease transmission a year later."
	},
	{
		"photo":"http://www.cartercenter.org/resources/gallery/images/19.jpg",
		"caption":"The Guinea Worm Containment Centre in Ogi, Nigeria, provides medical care for people affected by Guinea worm disease. With Carter Center support, Nigeria reported its last case of Guinea worm disease in Nov. 2008."
	},
	{
		"photo":"http://www.cartercenter.org/resources/gallery/images/20.jpg",
		"caption":"A local volunteer in South Sudan uses a flip chart to educate villagers on Guinea worm disease prevention. Harboring the vast majority of the world's remaining cases, South Sudan has become the last frontier on the difficult path to eradicating this debilitating parasitic disease."
	},
	{
		"photo":"http://www.cartercenter.org/resources/gallery/images/6.jpg",
		"caption":"Guinea worm disease is a major impediment to a farmer's ability to work. Dressed in his farming clothes, Nuru Ziblim, a Guinea worm health volunteer in Ghana, educates children on how to use pipe filters when they go to the fields with their families. Pipe filters, individual filtration devices worn around the neck, work similarly to a straw, allowing people to filter their water to avoid contracting Guinea worm disease while away from home. In May 2010, with Carter Center support, Ghana reported its last case of Guinea worm disease and announced it had stopped disease transmission a year later."
	},
	{
		"photo":"http://www.cartercenter.org/resources/gallery/images/20.jpg",
		"caption":"A young child in South Sudan is comforted as a medical volunteer extracts an emergent Guinea worm. Harboring the vast majority of the world's remaining cases, South Sudan has become the last frontier on the difficult path to eradicating this debilitating parasitic disease."
	}
]